{
    "Play": "\nTo play a quiz select option 1. Play from the main menu. You will be \npresented with a list of the available quizzes. select the option \nnumber the quiz you would like to play to begin a round.  \n\nA round will consist of 10 questions (or less if there are not 10 \nquestions saved in the quiz file selected). Each question will be \npresented with 4 multiple choice answers. To select an answer type its \ncorresponding letter and press enter (answers can be in upper or lower \ncase). Alternatively you can use numbers instead of letters ie: 1 for \nA, 2 for B, 3 for C and 4 for D.  \n\nOnce you have submitted your answer, the correct answer will be \nrevealed. You will receive points for correct answers and your total \nwill be displayed at the end of the round.\n\nNote: Questions are selected randomly from the pool of questions for \nthe topic, and the order of the multiple choice answers is randomised \neach round. So every round should be different.\n",
    "Add Question": "\nTo add a question to a quiz, from the Main menu select 2. Edit Mode, \nthen in the Edit Options select 1. Edit existing Quiz. You will then be \npresented with the full list of available quizzes, select the number of \nthe quiz you wish to edit, then select 1. Add Question.   \n\nThe App will then guide you through the process of adding a question:\n1. Add the Question\n2. Add the correct answer\n3. Add an incorrect answer 3 times\nThe question will then be displayed as it would in an actual quiz, with \nthe correct answer indicated below. Confirm the details are correct and \nthe question will be added to the quiz. \n",
    "Delete Question": "\nTo delete a question from a quiz, from the Main menu select 2. Edit Mode,\nthen in the Edit Options select 1. Edit existing Quiz. You will then be \npresented with the full list of available quizzes, select the number of \nthe quiz you wish to edit, then select 2. Delete Question.  \n\nThe list of questions in the quiz will be displayed, select the number \nof the quiz you wish to delete, you will then be asked to confirm the \ncorrect question was selected. On confirmation the question will be \ndeleted.  \n\nNOTE: this action is permanent and cannot be undone.\n",
    "New Quiz": "\nTo make a new quiz; from the Main menu select 2. Edit Mode, then in \nthe Edit Options select 2. Create New Quiz. You will then be prompted \nto enter the title of the new quiz.  \nNote: the title must not be the same as an existing quiz and cannot \ncontain special characters.  \nThe application will then guide the user through entering new questions:\n1. Add the Question\n2. Add the correct answer\n3. Add an incorrect answer 3 times\nThe question will then be displayed as it would in an actual quiz, with\nthe correct answer indicated below. Confirm the details are correct and\nthe question will be added to the quiz. You will then be prompted to\nwhether you want to add another question. Once you have entered all the\nquestions select No and the quiz will be saved.\n\nThe quiz files are saved a csv files. Quiz files can be added directly to \nthe quiz_data folder located at ./src/quiz_data. The default quiz files can \nbe found at:\nhttps://github.com/dtbooy/DirkBooy-T1A3-TerminalApplication/tree/main/src/quiz_data\n\nQuiz files can be created directly as csv files, with the headers:\n* Question,\n* Correct Answer,\n* Wrong Answer 1,\n* Wrong Answer 2,\n* Wrong Answer 3\nEach question must have its own line and elements for each of the 5 columns.\nFilenames for quiz files must be in the form \"quiz_[title_of_quiz].csv\".\nFor example the quiz My First Quiz will be saved as: quiz_my_first_quiz.csv\n\nNOTE: for best results you should add at least 20 questions to a \nnew quiz\n",
    "Delete Quiz": "\nTo delete a quiz; from the Main menu select 2. Edit Mode, then in the \nEdit Options select 3. Delete Quiz. You will then be presented with \nthe full list of available quizzes, select the number of the quiz you \nwish to delete. On confirmation the quiz will be deleted.  \n\nNOTE: This action is permanent and cannot be undone.\n"
}